{
  "data": [
    {
      "director": "Celal Çimen",
      "genre": "Crime",
      "plot": "A look at the 17-25 December 2013 corruption scandal in Turkey, from the viewpoint of the Erdogan government.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMDhkOTQzN2UtZDJhMi00ZTkzLWJmYjctNmE0MjdmZDlmYjJlXkEyXkFqcGdeQXVyNTQzNzQ5OTE@._V1_SY150_CR2,0,101,150_.jpg",
      "runtime": 114,
      "stars": "Cem Kurtoglu, Hakan Ural, Hazim Körmükcü",
      "title": "Code Name: K.O.Z.",
      "year": 2015
    },
    {
      "director": "Darren Doane",
      "genre": "Comedy",
      "plot": "Kirk is enjoying the annual Christmas party extravaganza thrown by his sister until he realizes he needs to help out Christian, his brother-in-law, who has a bad case of the bah-humbugs. Kirk's fresh look at Christmas provides Christian's the chance to see Christ is where He has always been: at the center of our Christmas celebrations and traditions. Can Kirk save his in-laws opinions on Christmas or will he have to celebrate a holiday like this without him?",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTc3MTc3Njc5MV5BMl5BanBnXkFtZTgwNzU3NDE4MjE@._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 79,
      "stars": "Kirk Cameron, Darren Doane, Bridgette Cameron",
      "title": "Saving Christmas",
      "year": 2014
    },
    {
      "director": "Bob Clark",
      "genre": "Comedy",
      "plot": "In this high-adventure sequel the baby geniuses find themselves at the center of a nefarious scheme led by powerful media mogul Bill Biscane. Joining the babies in their battle against evil is a legendary baby named Kahuna. Part ultra-cool spy, part superhero, Kahuna joins babies Archie, Finkleman, Alex and Rosita in a race against time to stop the villainous Biscane from using his state-of-the-art satellite system to control the minds of the world's population.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNjY4NjM3MjQ2OF5BMl5BanBnXkFtZTcwOTc3NzYyMQ@@._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 88,
      "stars": "Jon Voight, Scott Baio, Vanessa Angel",
      "title": "Superbabies: Baby Geniuses 2",
      "year": 2004
    },
    {
      "director": "Ulli Lommel",
      "genre": "Comedy",
      "plot": "Evil assassins want to kill Daniel Kublbock, the third runner up for the German Idols.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTI5OTM2MzAxM15BMl5BanBnXkFtZTcwNDA4MDMzMQ@@._V1_SY150_CR3,0,101,150_.jpg",
      "runtime": 81,
      "stars": "Daniel Küblböck, Ulli Lommel, Rudolf Waldemar Brem",
      "title": "Daniel the Wizard",
      "year": 2004
    },
    {
      "director": "Harold P. Warren",
      "genre": "Horror",
      "plot": "A family driving through a small town gets lost and winds up at a backwoods shack managed by Torgo, who takes care of it while The Master is away. The Master worships Manos, an evil deity, and he also wears a neat cape. When Torgo lets the family stay, The Master awakens and does mean stuff like burning off Torgo's hand and sicking his dog on the family pet. Meanwhile, The Master's wives wrestle for his favor.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNWUzNGExMGEtYzcwNS00OGY5LWE3NmItNDcxZTQ3YjljNmE2XkEyXkFqcGdeQXVyNTc4Njg5MjA@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 70,
      "stars": "Tom Neyman, John Reynolds, Diane Adelson",
      "title": "Manos: The Hands of Fate",
      "year": 1966
    },
    {
      "director": "William Heins",
      "genre": "Comedy",
      "plot": "At popular South Beach University (Miami), filthy rich super-snob Victoria English is the absolute queen of leading Greek student club, Sigma Sigma. In order to achieve her crowning ambition, winning FHM Magazine's annual best sorority, she must recruit atypical 'Sigmies' to fulfill the diversity criteria. Ambitious sycophant pledge Kristen Haas helps her attract 'losers' (too poor, ugly, unfashionable), who are cruelly put through excruciating hazing, without intent to actually enroll them. Gloria, the brightest and most assertive pledge, wins the heart of Derek 'baby Dick', Victoria's ideal, yet constantly abused boyfriend, whose bitch-addiction is cured by this alternative lover. Together they lead the revolt of the not-even-nerds.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNzI1NGM4N2MtYzgxMS00ZGYyLTk4YTMtY2U5MGQwM2Y3NTc4XkEyXkFqcGdeQXVyNjk1Njg5NTA@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 91,
      "stars": "Paris Hilton, Paula Garcés, Sarah Carter",
      "title": "Pledge This!",
      "year": 2006
    },
    {
      "director": "Lawrence Kasanoff",
      "genre": "Animation",
      "plot": "When the supermarket closes at night, the contents inside come to life! The shop becomes a living world for Dex Dogtective and all other creatures inside it at night time. However, with the new Brand X coming into the store, things take a turn for the worst.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTYwMDY1MDI0NV5BMl5BanBnXkFtZTgwODAyODk3NzE@._V1_SY150_CR6,0,101,150_.jpg",
      "runtime": 91,
      "stars": "Charlie Sheen, Hilary Duff, Eva Longoria",
      "title": "Foodfight!",
      "year": 2012
    },
    {
      "director": "Kartal Tibet",
      "genre": "Action",
      "plot": "A family of Turks try to adapt to life in a new solar system.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTYwOTMwODIxNF5BMl5BanBnXkFtZTcwMjc0NzA0MQ@@._V1_SY150_CR2,0,101,150_.jpg",
      "runtime": 110,
      "stars": "Cüneyt Arkin, Haldun Boysan, Berda Ceyhan",
      "title": "Turks in Space",
      "year": 2006
    },
    {
      "director": "Camillo Teti",
      "genre": "Animation",
      "plot": "An animated retelling of the worst passenger ship disaster in history. In this version, love blossoms between the upper-class Sir William and the blue-collar Angelica, who is hoping to find romance in America. At the same time, there are also a number of animal passengers, including talking dogs, cats and mice, who are also looking forward to arriving in the New World.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTg5MjcxODAwMV5BMl5BanBnXkFtZTcwMTk4OTMwMg@@._V1_SY150_CR3,0,101,150_.jpg",
      "runtime": 90,
      "stars": "Lisa Russo, Mark Thompson-Ashworth, Gisella Mathews",
      "title": "Titanic: The Legend Goes On...",
      "year": 2000
    },
    {
      "director": "James Nguyen",
      "genre": "Horror",
      "plot": "A horde of mutated birds descends upon the quiet town of Half Moon Bay, California. With the death toll rising, Two citizens manage to fight back, but will they survive Birdemic?",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BOTcxODAwMDYwNV5BMl5BanBnXkFtZTcwNzQ3MjQzMg@@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 105,
      "stars": "Alan Bagh, Whitney Moore, Tippi Hedren",
      "title": "Birdemic: Shock and Terror",
      "year": 2010
    },
    {
      "director": "Brett Kelly",
      "genre": "Action",
      "plot": "When an oil company unwittingly unleashes a prehistoric shark from its icy prison, the Jurassic killer maroons a group of thieves and beautiful young female college students on an abandoned piece of land. Unable to escape the fearsome beast, the two groups of strangers must put aside their differences and come together to fight off the extinct, ferocious monster while battling for their lives. What started out as some fun in the sun, ends up as a survival of the fittest as nature's cruelest creation has come back from extinction and he wants revenge!",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BY2IwOThmMDYtNGI1YS00YTc1LWE4NTEtODg1ZmZhMzI1YWY4XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY150_CR5,0,101,150_.jpg",
      "runtime": 75,
      "stars": "Emanuelle Carriere, Christine Emes, Celine Filion",
      "title": "Attack of the Jurassic Shark",
      "year": 2012
    },
    {
      "director": "Ulli Lommel",
      "genre": "Horror",
      "plot": "A psychotic police officer who murders his female arrests gets what's coming to him when a horde of zombified women rise from their graves to seek revenge.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTczNjE5Njk5Ml5BMl5BanBnXkFtZTcwNDc3MDA0MQ@@._V1_SY150_CR3,0,101,150_.jpg",
      "runtime": 81,
      "stars": "Gunter Ziegler, Brandon Dean, Axel Montgomery",
      "title": "Zombie Nation",
      "year": 2004
    },
    {
      "director": "Tayfun Güneyer",
      "genre": "Comedy",
      "plot": "Kelogan fights the black prince to serve justice.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMmQ2MGIyMTAtMThhMC00NWZmLThhNGItMjA5ZTgzYmQ5OTBlXkEyXkFqcGdeQXVyNjA3OTI5MjA@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 105,
      "stars": "Mehmet Ali Erbil, Petek Dinçöz, Özcan Deniz",
      "title": "Keloglan vs. the Black Prince",
      "year": 2006
    },
    {
      "director": "Jason Friedberg",
      "genre": "Comedy",
      "plot": "Will, Lisa, and two of their friends attempt to flee man-made and natural disasters and encounter Batman, Hancock, The Hulk, Indiana Jones, Hannah Montana, Michael Jackson, Beowulf, the Love Guru, Iron Man, rabid chipmunks amongst others in their seemingly vain efforts to seek help and shelter from unknown threats.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTIzMDQyNDgwNl5BMl5BanBnXkFtZTcwMDA0MTc3MQ@@._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 87,
      "stars": "Matt Lanter, Vanessa Lachey, Gary 'G. Thang' Johnson",
      "title": "Disaster Movie",
      "year": 2008
    },
    {
      "director": "Michael David Pate",
      "genre": "Comedy",
      "plot": "When a deadly zombie virus infects a school in Germany it remains on the student Leo to save the world.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMjE4NTY3NTk0NV5BMl5BanBnXkFtZTgwOTIxODI0NDE@._V1_SY150_CR2,0,101,150_.jpg",
      "runtime": 81,
      "stars": "Joyce Ilg, Torge Oelrich, Otto Waalkes",
      "title": "Potato Salad",
      "year": 2015
    },
    {
      "director": "György Gát",
      "genre": "Animation",
      "plot": "Little Jack is a young fox living happily with his family in the woods, but everything changes when his father is captured by a circus troupe in order to be part of their show. The rest of the animals from the wood will share the same destiny. With the help from a nature-loving disabled boy in a wheelchair and a young acrobat girl, Little Jack will try to rescue the animals.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTY3NTQzNTkyNV5BMl5BanBnXkFtZTcwMzI2NDAwMg@@._V1_SY150_CR5,0,101,150_.jpg",
      "runtime": 85,
      "stars": "Gábor Csöre, Freddie Highmore, János Gálvölgyi",
      "title": "A Fox's Tale",
      "year": 2008
    },
    {
      "director": "Ram Gopal Varma",
      "genre": "Action",
      "plot": "Nasik-based Heerendra Dhaan and Raj Ranade are bodyguards of a politician, but after their employer is implicated in a scam, they end up assaulting a police officer and flee to Mumbai. Once there they meet with Rambhabhai, who in turn, gets them employed with a gangster named Shambhu. After a short while the duo are apprehended by Police Inspector Narsimha, questioned, and after they agree to cooperate to bring down Shambhu, are let go. The two do succeed in assisting the police arrest Shambhu, but they themselves are arrested, tried in Court, and sentenced to a year in jail. After their discharge they are met with Inspector Narsimha, who wants to recruit them to capture and kill dreaded bandit Babban Singh, who had slaughtered his wife, Kavita, and son, Subbu, as well as cut his arms off. Heerendra and Raj agree to carry out this task for 8 Lakh Rupees. They re-locate to Kaliganj where Heerendra falls in love with auto-rickshaw driver, Ghungroo, while Raj gives his heart to Subbu's widow, Durga. They then set about their task to capture Babban, and do meet with some success during Diwali, but Babban manages to escape. Babban then starts to ambush and kill Kaliganj residents one by one in order to compel them to surrender the duo to him. The question remains will the residents carry out Babban's wishes or will they permit themselves to be slaughtered?",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BZWNmYTc2YWQtZjk5Ni00NDc3LTk1YjQtMDUzNWM5NjVhMjI2XkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 171,
      "stars": "Amitabh Bachchan, Mohanlal, Ajay Devgn",
      "title": "Ram Gopal Varma's Indian Flames",
      "year": 2007
    },
    {
      "director": "Tom Putnam",
      "genre": "Comedy",
      "plot": "Nate moves to L.A. to track down Cristabel, the woman he's been in love with since childhood, only to discover that his plan to woo her only has one hurdle to overcome: what to do with June, Cristabel's ever-present, not-so-hot best friend? What's even more complicating is Nate's growing feelings for June, whose true beauty starts to emerge.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTA2NDc1ODUxNDZeQTJeQWpwZ15BbWU3MDQ1MjM1NTE@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 91,
      "stars": "Paris Hilton, Joel David Moore, Christine Lakin",
      "title": "The Hottie & the Nottie",
      "year": 2008
    },
    {
      "director": "Taner Akvardar",
      "genre": "Action",
      "plot": "There are soldiers who want to be a commander. But these soldiers always hanging around. Commanders want to bring to hell them. But these soldiers always makes jokes and they palters. Meanwhile, one of soldiers deal with him lover.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMjk4YzQ4MzItOTA2Ni00N2U5LWFmZjUtNDkzZDViMzA1MzJkXkEyXkFqcGdeQXVyNjA3OTI5MjA@._V1_SY150_CR2,0,101,150_.jpg",
      "runtime": 100,
      "stars": "Mehmet Ali Erbil, Sarp Levendoglu, Seda Akman",
      "title": "Yes Sir",
      "year": 2007
    },
    {
      "director": "Robert Iscove",
      "genre": "Comedy",
      "plot": "Spring break in Miami is the scene. It's where surf-drenched guys cruise girls in bikinis and raucous parties rule day and night. It's the perfect time and place for three young women from Texas and a trio of college guys from Pennsylvania to find adventure and maybe even fall in love. In a Texas dive bar, Kelly is singing her heart out to a few local yokels when her best friends Kaya and Alexa try and tempt her away for some fun in the Florida sun. It's an easy sell--even for the cautious Kelly - and the three head for Miami. Making their way to the same destination is the \"Pennsylvania Posse\": college students Justin, Brandon, and Eddie. Justin and Brandon are smooth-talking party promoters, while Eddie's primed to meet Lizzie, the cyber dream girl he's been e-mailing for months. Miami Beach, beating with a rhythm all its own, is teeming with beautiful people. Kelly's friends are drawn into the beachside fun, while Kelly tentatively navigates a sea of strangers. When her eyes meet Justin's, everything changes--in an instant. While Kaya and Alexa are content to survey the parade of eye candy, Kelly's now only interested in the guy with the irresistible smile. The feeling is mutual, and Justin's on fire. But as luck would have it, he loses Kelly's number--and boy-crazy Alexa has already set her sights on Justin. She will stop at nothing--even betraying a friend--to nab Justin as her own. Will true love win out for the star-crossed Justin and Kelly?",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTM1MjI1MDMwMl5BMl5BanBnXkFtZTYwNzk3Njk5._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 81,
      "stars": "Kelly Clarkson, Justin Guarini, Katherine Bailess",
      "title": "From Justin to Kelly",
      "year": 2003
    },
    {
      "director": "Valerie Breiman",
      "genre": "Comedy",
      "plot": "Shecky Moskowitz, a deservedly struggling young comedian, lands a menial job on a cruise ship as the Miss-Universe contest is being held on-board. The Big Man On Deck for this voyage is Dickie Diamond, the ship's comedian and all-around ladies' man. As an assorted array of thugs, Panamanian mercenaries and terrorists try to storm the ship, Shecky hopes for one big chance to prove himself and enter the exciting world of cruise ship comedy.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTc5NDQzNTI5Nl5BMl5BanBnXkFtZTcwMDgxMTgzMQ@@._V1_SY150_CR2,0,101,150_.jpg",
      "runtime": 99,
      "stars": "Burt Young, Adam Sandler, Scott LaRose",
      "title": "Going Overboard",
      "year": 1989
    },
    {
      "director": "Orlando Corradi",
      "genre": "Animation",
      "plot": "A grandfather mouse tells his grandchildren the \"real\" story of the Titanic disaster, including himself, evil sharks, a giant octopus, and an evil whaling scheme.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMjMxNDU5MTk1MV5BMl5BanBnXkFtZTgwMDk5NDUyMTE@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 84,
      "stars": "Gregory Snegoff, Francis Pardeilhan, Jane Alexander",
      "title": "The Legend of the Titanic",
      "year": 1999
    },
    {
      "director": "James Nguyen",
      "genre": "Action",
      "plot": "A platoon of eagles and vultures attack Hollywood, California. Why did the eagles and vultures attack? Who will survive?",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMDU1NGEzMmYtNzVkMS00ZmJjLWJkZjQtZGJjNDYwZDAwOTFkXkEyXkFqcGdeQXVyNzI1MDI1NDU@._V1_SY150_CR2,0,101,150_.jpg",
      "runtime": 90,
      "stars": "Alan Bagh, Whitney Moore, Thomas Favaloro",
      "title": "Birdemic 2: The Resurrection",
      "year": 2013
    },
    {
      "director": "Sam Mraovich",
      "genre": "Drama",
      "plot": "Arthur Sailes must have the courage to marry his beloved Ben Sheets and stand against the obstacles that face him. His brother, Victor, a devout Christian, plans to get himself reinstated into the church after they throw him out because his brother, Arthur, is gay.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTk2MjAxMDU3NV5BMl5BanBnXkFtZTgwMTEzMDA1NzE@._V1_SY150_CR3,0,101,150_.jpg",
      "runtime": 85,
      "stars": "Sam Mraovich, Jamie Brett Gabel, Michael Haboush",
      "title": "Ben & Arthur",
      "year": 2002
    },
    {
      "director": "Sajid Khan",
      "genre": "Action",
      "plot": "An honest temple priest takes on more than he can handle when he bears witness to a murder and gives evidence in a court of law against a powerful landlord in his village. The landlord bribes his way to freedom and engineers a ploy to ruin the priests reputation and his status among his peers in the village. Ashamed of his tarnished reputation the priest commits suicide,and leaves his wife and young children to face the atrocities of the evil landlord. The son flees the village and travels to Mumbai to make a life, but returns years later to avenge the shame caused to his family. Thi",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTM4MTYwNDA0NF5BMl5BanBnXkFtZTcwNjE0MjQyOQ@@._V1_SY150_CR1,0,101,150_.jpg",
      "runtime": 150,
      "stars": "Ajay Devgn, Tamannaah Bhatia, Paresh Rawal",
      "title": "Himmatwala",
      "year": 2013
    },
    {
      "director": "Kamil Cetin",
      "genre": "Comedy",
      "plot": "Enes Batur has to decide between going to college or being a professional Youtuber.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BZWVjMjA2NjctMDU0Zi00ZTkwLTg4NTItYjg2OGYzMmY1Zjg4XkEyXkFqcGdeQXVyNTM5NjkxMzM@._V1_SY150_CR6,0,101,150_.jpg",
      "runtime": 110,
      "stars": "Enes Batur, Bilal Hanci, Atakan Özyurt",
      "title": "Enes Batur Hayal mi Gerçek mi?",
      "year": 2018
    },
    {
      "director": "Bill Rebane",
      "genre": "Horror",
      "plot": "An astronaut comes back to Earth and crashes in a field, incredibly irradiated and wreaking havoc. Just as they have him cornered, he disappears, and the \"real\" astronaut is found 7,500 miles away in the Pacific Ocean, \"alive, well, and of normal size.\"",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNjY0OWQ0ZDctNDI4ZC00MTc2LThhOWItYmE2NWQwYjg0OWVjXkEyXkFqcGdeQXVyNjE5MjUyOTM@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 70,
      "stars": "Philip Morton, June Travis, George Perry",
      "title": "Monster a-Go Go",
      "year": 1965
    },
    {
      "director": "Uwe Boll",
      "genre": "Action",
      "plot": "This film is a prequel to all of the The House of the Dead video games. Set on an island off the coast, a techno rave party attracts a diverse group of college coeds and a Coast Guard officer. Soon, they discover that their X-laced escapades are to be interrupted by zombies and monsters that attack them on the ground, from the air, and in the sea, ruled by an evil entity in the House of the Dead...",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNzlmNTFlN2QtM2IxZi00NDc0LTgyMTQtNDNjNTBmODQzZDVjXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 90,
      "stars": "Jonathan Cherry, Tyron Leitso, Clint Howard",
      "title": "House of the Dead",
      "year": 2003
    },
    {
      "director": "Sajid Khan",
      "genre": "Comedy",
      "plot": "A comedy centered around three people who each have a lookalike of a lookalike, all with the same name.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTk0MTI3NDcxMV5BMl5BanBnXkFtZTgwMDIyNTE4MTE@._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 159,
      "stars": "Saif Ali Khan, Riteish Deshmukh, Ram Kapoor",
      "title": "Humshakals",
      "year": 2014
    },
    {
      "director": "Don Michael Paul",
      "genre": "Comedy",
      "plot": "When a rap mogul from Atlanta tries to join a conservative country club in the Carolinas he runs into fierce opposition from the board President- but it's nothing that he and his entourage can't handle.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTY1MDQwMTYxNF5BMl5BanBnXkFtZTcwMTAwOTM1MQ@@._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 93,
      "stars": "Mick Partridge, Big Boi, Faizon Love",
      "title": "Who's Your Caddy?",
      "year": 2007
    },
    {
      "director": "Coleman Francis",
      "genre": "Horror",
      "plot": "A defecting Russian scientist is transformed by an atomic test into a hulking monster, Tor Johnson, of course. Not much else except some people are killed, boys get lost, and a rabbit sniffs Tor's corpse. (This film was used for Mystery Science Theater 3000.)",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNmY5MGRkZjQtMGUxNC00ODc0LWFlZTQtMDIyN2YxMjQ1YjJhXkEyXkFqcGdeQXVyNjE5MjUyOTM@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 54,
      "stars": "Douglas Mellor, Barbara Francis, Bing Stafford",
      "title": "The Beast of Yucca Flats",
      "year": 1961
    },
    {
      "director": "Vondie Curtis-Hall",
      "genre": "Drama",
      "plot": "Billie Frank is a shy, young multiracial girl who is sent away by her alcoholic mother at a very early age. At an orphanage, she befriends Louise and Roxanne. Flash forward to 1983. Billie and her friends are spotted by a record producer, Timothy Walker, who wants them to sing backup for his latest pop-music discovery. But when super DJ Julian Dice hears Billie's incredible voice, he makes a shady deal with Timothy to get her out of that dead-end situation. Soon, Billie and Dice are making hits inside the studio, and falling in love outside of it. Eventually, the pressure of her newfound celebrity puts too heavy a strain on Billie, forcing her to decide what it is she really wants from Dice, and what she wants for herself.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMGJkN2IxNTYtZDE1OS00MWJhLWFhNzItNTZkMjM4OGUzMTE2L2ltYWdlXkEyXkFqcGdeQXVyNTg3MTc4ODY@._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 104,
      "stars": "Mariah Carey, Max Beesley, Da Brat",
      "title": "Glitter",
      "year": 2001
    },
    {
      "director": "Lawrence Guterman",
      "genre": "Comedy",
      "plot": "Tim Avery is a cartoonist who loves his dog Odis. Then one day Odis finds a strange green mask. Then Tim puts it on and has a baby with his wife with the mask on. The baby then gets ahold of powers of the mask. Meanwhile Loki (Alan Cumming) must find the mask before Odin gets mad",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTI3Mjg5NjI3OV5BMl5BanBnXkFtZTcwNDkwODcyMQ@@._V1_SY150_CR2,0,101,150_.jpg",
      "runtime": 94,
      "stars": "Jamie Kennedy, Alan Cumming, Liam Falconer",
      "title": "Son of the Mask",
      "year": 2005
    },
    {
      "director": "Rick Sloane",
      "genre": "Comedy",
      "plot": "A group of hobgoblins, who allow you to live out your fantasies but kill you in the process, escape from a studio vault, and a security guard and his friends must stop them before dawn.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTYzNDYxMTY3N15BMl5BanBnXkFtZTgwNjAxMzkwMzE@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 88,
      "stars": "Tom Bartlett, Paige Sullivan, Steven Boggs",
      "title": "Hobgoblins",
      "year": 1988
    },
    {
      "director": "Preston A. Whitmore II",
      "genre": "Action",
      "plot": "A naturally talented basketball player, Noah Cruise is determined to become a doctor using his basketball scholarship to UCLA pre-med, rather than succumb to the lure of former sports agent Vaughn and go for the NBA. His best friend, the buddy that took the fall for him and did the time for an assault charge, Tech, also an outstanding basketball player, has less lofty ambitions: he wants to get his GED and win an underground street ball game against his arrogant rival, Jewelz. Their lives change drastically when they both fall in love with two local girls, Vanessa Lilly and Eboni Jackson, and take fateful trip out to L.A. together.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTU4NDg4MjUyMV5BMl5BanBnXkFtZTcwNzIzNTQzMQ@@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 95,
      "stars": "Anthony Mackie, Wesley Jonathan, Eva Marcille",
      "title": "Crossover",
      "year": 2006
    },
    {
      "director": "David Winters",
      "genre": "Action",
      "plot": "One of the funniest films featured on Mystery Science Theater 3000 in the Emmy® Award nominated show's 11-year run, Space Mutiny is a hilariously bad sci-fi epic that's guaranteed to have you in stitches. Combine a wardrobe of spandex and tinfoil; a set boasting AstroTurf® and spray-painted floor buffers; and special effects that, well, aren't so special, and you've got one of the most hysterical cheeseball movies to ever come out of the '80s. Grab your friends and have a riot with this underground cult hit!",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BZGFhZDVmMzAtOTMzNy00YmY2LTgwM2MtMDBiMzIzZTdiNzYwXkEyXkFqcGdeQXVyNzMzMjU5NDY@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 91,
      "stars": "Reb Brown, John Phillip Law, James Ryan",
      "title": "Space Mutiny",
      "year": 1988
    },
    {
      "director": "Coleman Francis",
      "genre": "Action",
      "plot": "A trio of convicts joins up for an assault on a Cuban stronghold. After they are captured, they plan to escape before they face the firing squad. They eventually make it back to the American Southwest, where they go from town to town, robbing and killing.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BY2I4ZDMyNDYtOTIzMC00OWVlLWE4NmYtNzFiNzNkOTVmYWQwXkEyXkFqcGdeQXVyMTYxNjkxOQ@@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 89,
      "stars": "Coleman Francis, Anthony Cardoza, Harold Saunders",
      "title": "Night Train to Mundo Fine",
      "year": 1966
    },
    {
      "director": "Juan Piquer Simón",
      "genre": "Fantasy",
      "plot": "One of the Mystery Science Theater 3000 faves. A little boy who has an extensive array of pets he likes to call \"specimens\" finds an alien egg to hatch, somewhat like Horton. The creature manages to use his snout to suck up peanuts and warp time and space with his fingers. Unfortunately, his brother who is found by poachers go on a killing spree.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTYzMDM0MzE0Ml5BMl5BanBnXkFtZTcwNTM1NzkyMQ@@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 80,
      "stars": "Ian Sera, Nina Ferrer, Susana Bequer",
      "title": "Extra Terrestrial Visitors",
      "year": 1983
    },
    {
      "director": "Darrell Roodt",
      "genre": "Horror",
      "plot": "In the year 3000, the deep space salvage ship Mother III locates the vanished starship Demeter in the Carpathian System. Captain Abraham Van Helsing and his crew composed of the blonde assistant Aurora Ash; the crippled navigator Arthur \"The Professor\" Holmwood, who believes that he is a genius; the strong and dumb Humvee; the intern Mina Murry; and the drug addicted 187, decide to claim the possession of Demeter. While exploring the spacecraft, they see a tape of fifty years ago of Captain Varna telling that he was locked in his cabin since his crew was acting weird after getting a cargo of coffins in Transylvania station. When 187 decides to search in the coffins for some possible hidden dope, he cuts his hand and his blood awakes Count Orlock, a.k.a. Count Dracula. When Aurora discloses who Dracula is, the survivors try to find a way to destroy the vampire.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTQxMmE4MDgtMDc5YS00N2YxLThhYzQtMDRmMmJlYjViYWVkXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR6,0,101,150_.jpg",
      "runtime": 86,
      "stars": "Casper Van Dien, Erika Eleniak, Coolio",
      "title": "Dracula 3000",
      "year": 2004
    },
    {
      "director": "Joel Silverman",
      "genre": "Comedy",
      "plot": "A rag-tag bunch of seniors, complete outsiders at their surf-crazed Laguna Beach High School, decide to crash the biggest team surf contest. In order to prevail, however, they must do one important thing...learn to surf! We're taking your classic Cinderella story into the world of surfing, complete with hi-jinx and the aesthetic beauty of surf mecca Costa Rica, our spectacular set location.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTU1OTExNjQ1Ml5BMl5BanBnXkFtZTcwNDM2NTMzMQ@@._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 87,
      "stars": "Corey Sevier, Laura Bell Bundy, Sisqó",
      "title": "Surf School",
      "year": 2006
    },
    {
      "director": "Jerry Warren",
      "genre": "Action",
      "plot": "In this zero budget cheapie a busty Batwoman enlists her beauteous bevy of Batgirls (when they are not dancing the jerk) to help her regain a mad scientist's invention (an atom bomb made out of a hearing aid) before a costumed ne'er-do-well, Rat Fink, can glom onto it for his own purposes.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNTY0YThlYzItMTYzNy00MWM2LWFlNTctY2ViZTI1MzhhM2M3XkEyXkFqcGdeQXVyMTQ2MjQyNDc@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 70,
      "stars": "Katherine Victor, George Mitchell, Steve Brodie",
      "title": "The Wild World of Batwoman",
      "year": 1966
    },
    {
      "director": "Will Zens",
      "genre": "Drama",
      "plot": "The story of young Lt. Witkowski, an Air Force F-104 Starfighter pilot, and his attempts to prove himself a worthy pilot to his father, a congressman and Air Force war hero. Aerial refueling is prominently featured in this tale of the peacetime Air Force.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BOTM5MzMzZmYtYWU5NS00MGE5LTg0ZTItYTI4NmIzMGJjYWZkXkEyXkFqcGdeQXVyNjA3OTI5MjA@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 78,
      "stars": "Robert Dornan, Richard Jordahl, Shirley Olmstead",
      "title": "The Starfighters",
      "year": 1964
    },
    {
      "director": "Antoni Krauze",
      "genre": "Drama",
      "plot": "Inspired by true events of 2010 Polish Air Force Tu-154 crash in Smolensk, the film tells the fictional story of crash and various people affected by the tragedy. The protagonist is a journalist Nina, who refuses to accept the official version of the story and pursues her own independent investigation.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNTllZmU4MWUtN2QzMi00NzllLTgxMjAtZmRiNjAwMzQ1N2EzXkEyXkFqcGdeQXVyMTI4ODM3NzU@._V1_SY150_CR2,0,101,150_.jpg",
      "runtime": 120,
      "stars": "Beata Fido, Maciej Póltorak, Aldona Struzik",
      "title": "Smolensk",
      "year": 2016
    },
    {
      "director": "Gus Trikonis",
      "genre": "Action",
      "plot": "Motorcycle racer Rommel and his fiancée Rita become friendly with a biker gang led by the unstable J.C. When Rita is raped and murdered by J.C. in a jealous rage, Rommel gathers some biker pals and goes on a hunt for vengeance.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTQ1NDgxNDUxMV5BMl5BanBnXkFtZTgwNjQwNDUzMzE@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 82,
      "stars": "Ross Hagen, Diane McBain, Michael Pataki",
      "title": "Five the Hard Way",
      "year": 1969
    },
    {
      "director": "Paul Weiland",
      "genre": "Action",
      "plot": "The CIA asks for ex-spy Leonard's help in stopping an evil force that is brainwashing small animals into killing people. Leonard, however, has his own problems to deal with: winning back his ex-wife.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNzNjMzM0YTAtNDE0MS00OGJlLTlkN2QtMzJkYjhjNTYyNTkzL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjE5MjUyOTM@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 85,
      "stars": "Bill Cosby, Tom Courtenay, Joe Don Baker",
      "title": "Leonard Part 6",
      "year": 1987
    },
    {
      "director": "Jason Friedberg",
      "genre": "Adventure",
      "plot": "Four troubled orphans from four separate movie scenarios who are bound together in a wacky chocolate factory after receiving golden tickets to go on an 'epic adventure.' After they escape from the clutches of a very scary Willy Wonka they discover the magical world of 'Gnarnia' through an enchanted wardrobe. There they must seek the help of a randy lion, a hoard of mutants from the x academy, students of witchcraft and wizardry, funky swash-buckling pirates and a mischievous beaver to defeat the evil white bitch!",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTA3NDM5ODU3NzleQTJeQWpwZ15BbWU3MDgyMjgyNDE@._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 86,
      "stars": "Kal Penn, Adam Campbell, Jennifer Coolidge",
      "title": "Epic Movie",
      "year": 2007
    },
    {
      "director": "Faruk Aksoy",
      "genre": "Comedy",
      "plot": "Class of teenage students attempting to save their unconventional school from closure, which was one of the highest-grossing Turkish films of 2007.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMjUyNjE2ZmUtODZkMS00YjQ4LTllMGEtZGUxZjI5ZjJhYjAwXkEyXkFqcGdeQXVyNTM3NzExMDQ@._V1_SY150_CR2,0,101,150_.jpg",
      "runtime": 100,
      "stars": "Alp Kirsan, Yagmur Atacan, Tuba Ünsal",
      "title": "The Class",
      "year": 2007
    },
    {
      "director": "Uwe Boll",
      "genre": "Action",
      "plot": "Edward Carnby, detective of the paranormal, unexplained and supernatural, investigates a mystery (the recent death of a friend) with clues leading to \"Shadow Island\" that brings him face to face with bizarre horrors that prove both psychologically disturbing and lethal, as he discovers that evil demons worshiped by an ancient culture called the Abskani are planning on coming back to life in the 21st century to once again take over the world... and only he and a young genius anthropologist with an incredible memory (and his ex-girlfriend), Aline Cedrac, stand in their way, at a gateway to hell. Standing in Carnby's way, however, is the impact that a brief encounter with an evil spirit called the Queen had upon his mind, as he slowly finds himself overpowered by the forces of darkness as they eat away at his very sanity...",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTIxNDI5ODY2MF5BMl5BanBnXkFtZTcwNzQ1NzcyMQ@@._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 96,
      "stars": "Christian Slater, Tara Reid, Stephen Dorff",
      "title": "Alone in the Dark",
      "year": 2005
    },
    {
      "director": "Greydon Clark",
      "genre": "Action",
      "plot": "Geronimo is the Sheriff of a little Texas town. One night two brothers from Palermo kills the sheriffs coworker and pal so he chases them. The chase takes him across the border down to Mexico where he kills one of the brothers and takes the other one back to USA to stand trial. The surviving brother vows revenge on the sheriff. But the criminal is handed over to the Italian police and the sheriff is sent over to Europe with the prisoner.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNTVmMWVjNzMtODdhMy00M2MxLTkyODgtOTM4NDFkOWJmNDVmXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 90,
      "stars": "Joe Don Baker, Rossano Brazzi, Venantino Venantini",
      "title": "Final Justice",
      "year": 1985
    },
    {
      "director": "Peter Horak",
      "genre": "Comedy",
      "plot": "A modern-day updating of the Dracula legend that finds Steven, a good-looking American hero devastated by the death of his girlfriend, wandering through Europe and looking for happiness. A car accident leads him to a small town sitting literally in the shadow of Dracula's castle. The frightened villagers have been preyed upon for generations. Steven is stunned to discover Carla, the innkeeper's daughter looks identical to his dead girlfriend. When she begs for his assistance against the vampire, he agrees to help them. Together with Dr. Van Helsing, the most famous vampire killer of all time, he attacks Dracula using a variety of ingenious weapons against the supernatural. Dracula shows unusual powers that defeat them at every turn, including fireballs and lightning from his fingertips. He is constantly on a search for blood to satisfy his centuries-old bickering brides. When Dracula kidnaps Carla right out of her bed, Steven and Van Helsing desperately try to kill him before it is too late.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTkwNTQwNDQ4MF5BMl5BanBnXkFtZTcwMDY2NjUyMQ@@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 88,
      "stars": "Bruce Glover, Denny Sachen, Kerry Dustin",
      "title": "Die Hard Dracula",
      "year": 1998
    },
    {
      "director": "Umesh",
      "genre": "Comedy",
      "plot": "A porn actor uses his fellow adult movie stars in creating a fake traditional family, in order to impress his girlfriend's conservative father.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BN2Y5YzMxYzUtMjA4YS00NWM5LTk5OWItNDZiMDVlYjYxNDBhXkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_SY150_CR1,0,101,150_.jpg",
      "runtime": 124,
      "stars": "Tusshar Kapoor, Aftab Shivdasani, Krishna Abhishek",
      "title": "Kyaa Kool Hain Hum 3",
      "year": 2016
    },
    {
      "director": "Arch Hall Sr.",
      "genre": "Comedy",
      "plot": "While driving through the desert, a teenage girl is frightened by a seven-foot giant which appears in her path. After escaping, she returns to the site with her boyfriend and her father in an attempt to find the giant. They do, and it proceeds to terrorize them and the rest of Palm Springs, California.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BODBiNjNmN2EtODFmNS00ZWEwLTliOTktYWRlOTc0MWQ3NzQxXkEyXkFqcGdeQXVyNTc4Njg5MjA@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 90,
      "stars": "Arch Hall Jr., Marilyn Manning, Richard Kiel",
      "title": "Eegah",
      "year": 1962
    },
    {
      "director": "Matthew Diamond",
      "genre": "Adventure",
      "plot": "It's Schluufy's birthday, and the Oogieloves (Goobie, Zoozie and Toofie), along with their friends J. Edgar, Windy Window and Ruffy, are organizing a party. (Shh! It's a secret.) Everything is going along just perfectly until J. Edgar trips and loses the last five magical balloons in all of Lovelyloveville--OH NO! The Oogiloves set out to find the magical balloons in time to save their friend's party. Along the way, they meet some very interesting characters indeed, including Dotty Rounder (Cloris Leachman), Bobby Wobbly (Carey Elwes), Milky Marvin (Chazz Palminteri), Rosalie Rosebud (Toni Braxton) and Lola and Lero Sombero (Christopher Lloyd and Jaime Pressly). Can these new friends help them recover the magical balloons and get back to the cottage in time to celebrate Schluufy's surprise birthday?",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTk0ODM0MzA0OV5BMl5BanBnXkFtZTcwODUyODc3Nw@@._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 88,
      "stars": "Jaime Pressly, Cary Elwes, Christopher Lloyd",
      "title": "The Oogieloves in the Big Balloon Adventure",
      "year": 2012
    },
    {
      "director": "Frédéric Auburtin",
      "genre": "Drama",
      "plot": "A group of passionate European mavericks join forces on an ambitious project: the Federation Internationale of Football Association (FIFA). An epic, untold story that brings to life the inspiring saga of the World cup and the three determined men who created it. Driven by their vision and passion, Jules Rimet, Joao Havelange and Sepp Blatter, overcame their doubts and fought obstacles and scandals to make the World Cup a reality. Spanning the tumultuous 20th Century, this timeless saga celebrates the game that, despite it all, became not just a worldwide sport, but an expression of hope, spirit, and unity...",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMjU5ODY4NDM5Ml5BMl5BanBnXkFtZTgwNTk3OTM4NTE@._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 110,
      "stars": "Sam Neill, Tim Roth, Fisher Stevens",
      "title": "United Passions",
      "year": 2014
    },
    {
      "director": "Ugo Fabrizio Giordani",
      "genre": "Comedy",
      "plot": "Costantino and Daniele are two friends which have very success with girls. Their wish is to work in the show business and they can achieve their goal when meet Valeria, top model and actress, who offers both guys the chance they are looking for: meet Mr. Giampalmi, an important producer. But the producer is Valeria's father who wants the guys to be cheated...",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNTRmMWZhNDYtNjNjMy00YzA5LTgwZmItZjM4NGQwY2Q2OTViXkEyXkFqcGdeQXVyNjA3OTI5MjA@._V1_SY150_CR2,0,101,150_.jpg",
      "runtime": 97,
      "stars": "Costantino Vitagliano, Daniele Interrante, Jennifer Poli",
      "title": "Too Beautiful",
      "year": 2005
    },
    {
      "director": "Alexandre Avancini",
      "genre": "Biography",
      "plot": "Self-financed biopic of Brazilian evangelical bishop Edir Macedo, founder of the Universal Church of the Kingdom of God and owner of Record TV network.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BZTlkMjM2Y2ItODAwMS00YTY2LTkwYmItZjVmZGNhNWQ5MTk2XkEyXkFqcGdeQXVyMTkzODUwNzk@._V1_SY150_CR1,0,101,150_.jpg",
      "runtime": 130,
      "stars": "Petrônio Gontijo, Day Mesquita, Beth Goulart",
      "title": "Nothing to Lose",
      "year": 2018
    },
    {
      "director": "Lisa France",
      "genre": "Drama",
      "plot": "The coming of age story of a young female rapper, who finds her inspiration by reading the Diary of Anne Frank.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNTVlNTA4YzktNmMxZi00NDQ1LWFlOTItOWFlODI2ODNjYTU2XkEyXkFqcGdeQXVyNTM0NTU5Mg@@._V1_SY150_CR6,0,101,150_.jpg",
      "runtime": 91,
      "stars": "Carlos Leon, Eric Smith, Jackie Quinones",
      "title": "Anne B. Real",
      "year": 2003
    },
    {
      "director": "Alberto De Martino",
      "genre": "Action",
      "plot": "Low-budget film about a young man given a mystical medallion by an Aztec shaman, in order to become a puma-empowered champion like his father before him. In trying to initially locate the young man, the shaman has the nasty habit of pushing candidates out of windows to test them (\"Nope, not him.\")",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BZGE0Zjk2NjQtMDdmOC00ZDZmLTkwZDEtM2ExODA2MzZiMTBlXkEyXkFqcGdeQXVyNjA3OTI5MjA@._V1_SY150_CR3,0,101,150_.jpg",
      "runtime": 90,
      "stars": "Walter George Alton, Donald Pleasence, Miguel Ángel Fuentes",
      "title": "The Pumaman",
      "year": 1980
    },
    {
      "director": "Martin Brest",
      "genre": "Comedy",
      "plot": "Gigli, a lowly and inept hitman, is assigned a job by the mob to kidnap an intellectually disabled brother of a California district attorney. Gigli abducts the brother from his mental hospital and holds him hostage in his apartment. Ricki, a \"lesbian assassin\", is sent to oversee Gigli's job and make sure he doesn't screw it up. Comedic high jinks ensue as the two go on the lam and start to fall in love.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTE5MTYxMDg5NV5BMl5BanBnXkFtZTYwNjc5MzQ3._V1_SY150_CR8,0,101,150_.jpg",
      "runtime": 121,
      "stars": "Ben Affleck, Terry Camilleri, David Backus",
      "title": "Gigli",
      "year": 2003
    },
    {
      "director": "Roger Christian",
      "genre": "Action",
      "plot": "In the year 3000, humanity is no match for the Psychlos, a greedy, manipulative race on a quest for ultimate profit. Led by the seductive and powerful Terl, the Psychlos are stripping Earth of its resources, using the broken remnants of humanity as slaves. What is left of the human race has reverted to a primitive state, believing the invaders to be demons and technology to be evil. After humanity has all but given up any hope of freeing themselves from alien oppression, a young man named Tyler decides to leave his desolate home high in the Rocky Mountains to discover the truth, whereupon he is captured and enslaved. It is then that he decides to fight back, leading his fellow man in one final struggle for freedom.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTg0Njk2OTM3OF5BMl5BanBnXkFtZTYwNTAyMzc3._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 118,
      "stars": "John Travolta, Barry Pepper, Forest Whitaker",
      "title": "Battlefield Earth",
      "year": 2000
    },
    {
      "director": "Kôji Ohta",
      "genre": "Sci-Fi",
      "plot": "(English version) Slow-moving aliens from the planet Neptune, wearing nosecone-shaped space helmets, attempt to invade Earth in a winged rocketship. But they are thwarted by a mysterious superhero called Space Chief who flies around in a rocket-propelled car.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BOTljN2JmOGItYWYxNC00ODljLWJmNDMtMDNlNzkzOTg3M2NhXkEyXkFqcGdeQXVyODE1MzA5NTM@._V1_SY150_CR3,0,101,150_.jpg",
      "runtime": 75,
      "stars": "Shin'ichi Chiba, Ryûko Minakami, Mitsue Komiya",
      "title": "Invasion of the Neptune Men",
      "year": 1961
    },
    {
      "director": "Richard Ashe",
      "genre": "Horror",
      "plot": "Professor \"Johnny Longbow\" Salina, a man who really knows his stews, introduces Paul Carlson to the practical-joking Kathy Nolan. Paul and Kathy seem to hit it off rather well but, during a meteor storm, a meteorite fragment strikes Paul, burying itself deep in his skull, which has the unpleasant side-effect of causing Paul to mutate into a giant reptilian monster at night and go on murderous rampages. It turns out that this sort of thing has happened before, when Professor Salina rediscovers ancient Native American paintings detailing a similar event many centuries ago. Kathy, however, still loves Paul, and tries to save him.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BY2U2YmZiMmEtYTY1Yi00ODk1LWIzZDMtZTVmMTkyM2ZhMmI2L2ltYWdlXkEyXkFqcGdeQXVyMTYxNjkxOQ@@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 90,
      "stars": "Chase Cordell, Leigh Drake, Gregorio Sala",
      "title": "Track of the Moon Beast",
      "year": 1976
    },
    {
      "director": "Coleman Francis",
      "genre": "Drama",
      "plot": "A couple own an airfield which makes its money on skydiving in the middle of New Mexico. They are having marital problems because the man is cheating on his wife, but remains she tries to remain true to him. The woman he is cheating with is jealous of the man's wife, so she seduces another guy to conspire with her to kill him. Meanwhile, the wife is cheating on the cheating husband with the husband's old Army buddy... and they all enjoy coffee all the while.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNTM3NzE1MzUtYmZlOC00NmU4LWE1ODktYThkYjBmOTI4ZDIxXkEyXkFqcGdeQXVyMTYxNjkxOQ@@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 75,
      "stars": "Kevin Casey, Eric Tomlin, Anthony Cardoza",
      "title": "The Skydivers",
      "year": 1963
    },
    {
      "director": "Ted V. Mikels",
      "genre": "Crime",
      "plot": "A young girl, Michele, is persuaded by a disreputable agent-type to leave her job as a waitress and travel to Los Angeles to become a go-go dancer. There, she must compete with the established top star, Joan, and eventually ends up taking her place.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTc3OTQ1MDczMF5BMl5BanBnXkFtZTcwNTEyMjEyMQ@@._V1_SY150_CR2,0,101,150_.jpg",
      "runtime": 94,
      "stars": "Jody Daniels, Leslie McRay, Tom Pace",
      "title": "Girl in Gold Boots",
      "year": 1968
    },
    {
      "director": "Ray Dennis Steckler",
      "genre": "Horror",
      "plot": "Beatnik Jerry takes his girl Angie to the carnival. Angie wants to go see the gypsy fortuneteller, Jerry does not but relents. After hearing bad news from the fortuneteller, Jerry goes alone to see her sister, dancer Carmelita. He is invited backstage, where he is mesmerized into becoming a psychotic killer. When he tries to kill Angie, she and his best friend Harold realize something's wrong.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNWIyMDk3NDEtYjI3Yy00ZGJlLWE5ZGItYjAxOTMwNTgxOWMxXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 82,
      "stars": "Ray Dennis Steckler, Brett O'Hara, Atlas King",
      "title": "The Incredibly Strange Creatures Who Stopped Living and Became Mixed-Up Zombies!!?",
      "year": 1964
    },
    {
      "director": "Bill Cowell",
      "genre": "Horror",
      "plot": "A father's psychic abilities are put to the test when his two daughters are trapped inside of a corn maze haunted by the spirits of two young girls who disappeared a year earlier.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTgyNDUzNTQxOV5BMl5BanBnXkFtZTcwNjI1ODgyMQ@@._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 100,
      "stars": "Bill Cowell, Kelleigh Murray, Alyssa Cowell",
      "title": "Dark Harvest II: The Maize",
      "year": 2004
    },
    {
      "director": "Alex Zamm",
      "genre": "Comedy",
      "plot": "A surfer and inventor Edison is chosen by his roommates to raise rent with his outrageous (and absurd) inventions. There's no luck in job interviews until he meets billionaire Armand McMillan, who likes him, and leaves his company after his death to Edison. Edison has a lot of success with his inventions while the company's competitors do all they can to destroy him.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNjUxMDAyMzUyNV5BMl5BanBnXkFtZTcwNDE4MTMyMQ@@._V1_SY150_CR1,0,101,150_.jpg",
      "runtime": 95,
      "stars": "Scott 'Carrot Top' Thompson, Courtney Thorne-Smith, Larry Miller",
      "title": "Chairman of the Board",
      "year": 1998
    },
    {
      "director": "Don Barton",
      "genre": "Horror",
      "plot": "A mad scientist (and apparent former Nazi) unleashes his master plan: to transform himself into a mutated walking catfish, gain revenge on those who have spurned him, and kidnap nubile young women to similarly transform so that he can breed. Or something like that.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMjZhMTZjNDgtZmVhMy00ZGNkLWEzN2MtYmU0NmEyYjNkZDhjXkEyXkFqcGdeQXVyNjA3OTI5MjA@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 100,
      "stars": "Marshall Grauer, Wade Popwell, Paul Galloway",
      "title": "Zaat",
      "year": 1971
    },
    {
      "director": "Farhad Mann",
      "genre": "Action",
      "plot": "Jobe is resuscitated by Jonathan Walker. He wants Jobe to create a special computer chip that would connect all the computers in the world into one network, which Walker would control and use. But what Walker doesn't realize is a group of teenage hackers are on to him and out to stop his plan.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BZGI0ZDZhOGUtZDZiOS00NWE2LThjNzQtYzI3ZGFjODUwZjlkXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 93,
      "stars": "Patrick Bergin, Matt Frewer, Austin O'Brien",
      "title": "Lawnmower Man 2: Beyond Cyberspace",
      "year": 1996
    },
    {
      "director": "Don Henderson",
      "genre": "Horror",
      "plot": "On his way to California, Jodie decides on a whim to make a brief side trip to a farm, where he meets and falls in love with Melissa, the proverbial farmer's daughter. Or so it seems. In between the overlong dramatic pauses, we learn that Melissa is in fact a 120-year-old witch, and her remarkably spry \"great-grandmother,\" Lucinda, is actually her sister, who has been pitchforking people to death in her spare time. When Lucinda murders a local policeman, things start to get real complicated for Jodie.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BODVhMjQ3YjctMDA0Zi00YWQwLWJiZDQtMDM5ZDE3YTZhOGZkXkEyXkFqcGdeQXVyNjA3OTI5MjA@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 90,
      "stars": "Michael Berry, Emby Mellay, Lee Amber",
      "title": "The Touch of Satan",
      "year": 1971
    },
    {
      "director": "Michael Rissi",
      "genre": "Fantasy",
      "plot": "Mysterious unseen men in black (angels?) collect the souls of the recently dead. When four teenagers \"die\" in a car wreck, one of these beings (\"The Man\") is sent to retrieve their souls. However, the teens are disembodied and realize their predicament. They flee. The movie revolves around them being picked off one by one, The Man's infatuation with one of the teenagers (who was apparently his lover in a past life), and the efforts of the teens to reunite their souls with their hospitalized bodies.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTI3MTg2NTk5Nl5BMl5BanBnXkFtZTcwNDk2MzAyMQ@@._V1_SY150_CR5,0,101,150_.jpg",
      "runtime": 94,
      "stars": "Joe Estevez, Vivian Schilling, Gregg Thomsen",
      "title": "Soultaker",
      "year": 1990
    },
    {
      "director": "Bob Clark",
      "genre": "Comedy",
      "plot": "Dr. Elena Kinder and Dr. Heap work for BABYCO, the world's leading manufacturer in baby products. What the public doesn't know, however, is that Dr. Kinder and Dr. Heap are secretly working on cracking the code to \"baby talk\" which is actually a highly sophisticated language which allows babies to communicate the knowledge of the secrets of the universe with which they are born. Problems arise when Sly, the smartest of the babies, escapes from the lab and unites the babies of the outside world to help free the babies trapped in the lab. Kinder and Heap must find Sly before it is too late.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BZmRhMWVmOTQtNjUwMS00MzEwLWFkNWQtNWJlMTk3NDcyYzM1XkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 97,
      "stars": "Kathleen Turner, Christopher Lloyd, Kim Cattrall",
      "title": "Baby Geniuses",
      "year": 1999
    },
    {
      "director": "Joe D'Amato",
      "genre": "Action",
      "plot": "In this sequel, the Fighting Eagle returns. This time he must save a former mentor from the evil Zor. Ator battles cavemen, invisible swordsmen, and barbarians with his new sidekick Thong to finally have the ultimate showdown with Zor.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BZTY5MzRkNzEtM2IxZC00OWJjLWFiYjktMjA1NmRjZDY0NTYxXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 92,
      "stars": "Miles O'Keeffe, Lisa Foster, Charles Borromel",
      "title": "The Blade Master",
      "year": 1982
    },
    {
      "director": "Lee Sholem",
      "genre": "Comedy",
      "plot": "A beach movie. A scroll is stolen from an art gallery and taken to Catalina Island, where the thieves plan to use it to swindle Lakopolous, a Greek art collector. They plan to show him the real scroll, then deliver a fake. Lakopolous, however, turns out not to be rock-stupid, and tries to steal the scroll himself. Meanwhile, the thieves' son figures out what his folks are up to and cooks up an improbable scheme that will allow him to steal the scroll back and return it. During this, the whole troupe are under surveillance from a mysterious guy who keeps pulling prat falls. All of which is *completely incidental* to the story of the love interest between Don and Katrina, the blonde guy who always has women flocking to him for no perceptible reason, and the \"spontaneous\" music and dance numbers.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BODg0ZjY4MmEtNWZlYy00MTVhLTg2MTEtMTQ0MzY4ODY2MWVjXkEyXkFqcGdeQXVyMTYzMTY1MjQ@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 84,
      "stars": "Tommy Kirk, Del Moore, Peter Duryea",
      "title": "Catalina Caper",
      "year": 1967
    },
    {
      "director": "Craig Moss",
      "genre": "Comedy",
      "plot": "A comedic spoof based on the worldwide phenomenon, The Twilight Saga.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMjk1MTAwNjg5NF5BMl5BanBnXkFtZTgwNTcxODg0MDE@._V1_SY150_CR4,0,101,150_.jpg",
      "runtime": 82,
      "stars": "Heather Ann Davis, Eric Callero, Frank Pacheco",
      "title": "Breaking Wind",
      "year": 2012
    },
    {
      "director": "Eijirô Wakabayashi",
      "genre": "Action",
      "plot": "A Group of space men from the planet Krankor who resemble chickens are led by their leader, Phantom to invade Earth. But a strange superhero named Prince of Space (actually a bootblack in disguise) arrives to defeat the spacemen. Although the weapons of the aliens cannot harm the Prince of Space, the Phantom continues to fight, and many plot twists (including capturing a group of elderly scientists) ensue. Watch out for the Giant!",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTIyODMzNTIwOV5BMl5BanBnXkFtZTcwMTc4NzYzMQ@@._V1_SY150_CR2,0,101,150_.jpg",
      "runtime": 121,
      "stars": "Tatsuo Umemiya, Hiroko Mine, Takashi Kanda",
      "title": "Prince of Space",
      "year": 1959
    },
    {
      "director": "Aune Sand",
      "genre": "Romance",
      "plot": "Two young people stand on a street corner in a run-down part of New York, kissing. Despite the lawlessness of the district they are left unmolested. A short distance away walk Maria and Andreas. They are on their first date. In an episodic style the film tells of encounters and love among young people. The stories are set in Cairo, Paris, on the coast of Normandy and in New York.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNGFkZTkzMzEtMmNjZS00Mjk5LThlNTUtMTRhNzU3MjQ3ZGQ5XkEyXkFqcGdeQXVyNjExODE1MDc@._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 70,
      "stars": "Beate Halkjelsvik, Einar Lund, Beate Charlotte Lunde",
      "title": "A Story About Love",
      "year": 1995
    },
    {
      "director": "Kevin Alyn Elders",
      "genre": "Action",
      "plot": "Basketball superstar Dennis Rodman stars as a hip Interpol agent attempting to defeat the deadly plans of a crazed arms dealer.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTM0NTEzNjk3M15BMl5BanBnXkFtZTcwMTEzMjkxMQ@@._V1_SY150_CR2,0,101,150_.jpg",
      "runtime": 85,
      "stars": "Dennis Rodman, Dane Cook, John Pinette",
      "title": "Simon Sez",
      "year": 1999
    },
    {
      "director": "Ed Bye",
      "genre": "Comedy",
      "plot": "Fat Slags charts the rise and fall of our eponymous heroines, who are unrepentantly vulgar and crass. Leaving their hometown of Fulchester in the North of England, Sandra and Tracey head for the bright lights of London, shagging and boozing their way to fame and fortune. Sean Cooley an internationally renowned billionaire suffers a blow to the head, rendering him temporarily insane on the day The Fat Slags arrive in London. Spotting them on a popular daytime TV chat show, he falls in love with their larger than life look and approach. Determined to make them stars, he forces fashion designer Fidor Konstantin to base his next collection around the girls, creating a media sensation. In a whirlwind turn of events, Sandra and Tracey take the UK by storm, hitting number one in the record charts and inadvertently winning the Turner Prize. As far as the press is concerned, fat is the new black... Throughout their journey into the world of celebrity, the girls maintain their unique and endearing vulgarity, coupled with an innocence that draws the British public to their cause. However, in private, jealousy is driving a wedge between Sandra and Tracey as they both vie for the attentions of Cooley. Only when he regains his mental faculties and turns on our unlikely heroines, do they realise that friendship is the only real thing they have in the mad world they've become a part of.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BM2NiOTM2YjItZTM1MC00MTk0LTkyN2QtNjQzZTEyZGI4N2Y3XkEyXkFqcGdeQXVyNDE4OTY5NzI@._V1_SY150_CR5,0,101,150_.jpg",
      "runtime": 75,
      "stars": "Fiona Allen, Sophie Thompson, Jerry O'Connell",
      "title": "Fat Slags",
      "year": 2004
    },
    {
      "director": "James Wong",
      "genre": "Action",
      "plot": "The story begins with Goku, who seeks out upon his adoptive grandfather Grandpa Gohan's dying request to find the great Master Roshi and gather all seven Dragon Balls. Of which he has one, in order to prevent the evil Lord Piccolo from succeeding in his desire to use the Dragon Balls to take over the world. And Goku's quest is to obtain the mystical Dragonballs before Piccolo does.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTYzNDM0ODQxMF5BMl5BanBnXkFtZTcwOTMyMzMzMg@@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 85,
      "stars": "Justin Chatwin, Yun-Fat Chow, Emmy Rossum",
      "title": "Dragonball: Evolution",
      "year": 2009
    },
    {
      "director": "Mark Region",
      "genre": "Animation",
      "plot": "Two neurology students create a telepathy experiment together to visualize a murderer, who recently knifed another student.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTY3MzQzMDEwM15BMl5BanBnXkFtZTcwOTM3OTM0Mg@@._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 93,
      "stars": "Jason Kulas, Peggy McClellan, Scott Winters",
      "title": "After Last Season",
      "year": 2009
    },
    {
      "director": "Farah Khan",
      "genre": "Comedy",
      "plot": "A stylish Tabrez Khan (Akshay Kumar) is depicted as Tees Maar Khan, a smart conman. He proclaims himself as semi-Robin Hood, who steals from the rich but does not give it to the poor. His life revolves around robbery and frequent visits to jail. Hired by a robbers' duo, the Johari brothers (Rajiv and Raghu), he plans to rob a train full of treasures, thus making it the greatest phenomenon in his life. On his way, he encounters an Oscar-obsessed film star (Akshaye Khanna), a seductive-and-desiring-to-be-a-superstar-some-day girlfriend (Katrina Kaif) and to accompany him in this heist, an entire village. What follows is a brain-less comedy that heralds the Tees Maar Khan's journey through mystics of the robbery.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNTk1NTM5NDYwNl5BMl5BanBnXkFtZTcwMDI2MTYxNA@@._V1_SY150_CR1,0,101,150_.jpg",
      "runtime": 135,
      "stars": "Akshay Kumar, Katrina Kaif, Akshaye Khanna",
      "title": "Tees Maar Khan",
      "year": 2010
    },
    {
      "director": "John Murlowski",
      "genre": "Comedy",
      "plot": "An evil millionaire believes he is Santa Claus after an accident renders him amnesiac.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTBkNmZhZGUtMzkyNi00ZThhLTg1YmQtMzUyNjA3MzA3MTAxXkEyXkFqcGdeQXVyNjA3OTI5MjA@._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 97,
      "stars": "Hulk Hogan, Don Stark, Robin Curtis",
      "title": "Santa with Muscles",
      "year": 1996
    },
    {
      "director": "Charles B. Pierce",
      "genre": "Adventure",
      "plot": "A professor and three of his students camp out in the wilderness to find a Bigfoot-type creature.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNzQ5MjNmMjgtMDViZC00NWI5LWJlZDMtMmZmZTQxNjU4ZGQyXkEyXkFqcGdeQXVyMTQ2MjQyNDc@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 91,
      "stars": "Charles B. Pierce, Cindy Butler, Chuck Pierce Jr.",
      "title": "Boggy Creek II: And the Legend Continues",
      "year": 1984
    },
    {
      "director": "Jonathan R. Betuel",
      "genre": "Action",
      "plot": "In a future town a female police detective (Whoopi Goldberg) has to colaborate with Theodore Rex, a genetically generated Tyrannosaurus Rex, in order to investigate the murder of another dinosaure.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMGE2MDBhODctN2JhMy00NGRjLWFlZjAtNjk5MGUwNTBmMzJlXkEyXkFqcGdeQXVyMTQ2MjQyNDc@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 92,
      "stars": "Whoopi Goldberg, Armin Mueller-Stahl, Juliet Landau",
      "title": "Theodore Rex",
      "year": 1995
    },
    {
      "director": "Nicholas Webster",
      "genre": "Adventure",
      "plot": "Martians, upset that their children have become obsessed with TV shows from Earth which extol the virtues of Santa Claus, start an expedition to Earth to kidnap the one and only Santa. While on Earth, they kidnap two lively children that lead the group of Martians to the North Pole and Santa. The Martians then take Santa and the two children back to Mars with them. Voldar, a particularly grumpy Martian, attempts to do away with the children and Santa before they get to Mars, but their leader Lomas stops him. When they arrive on Mars, Santa, with the help of the two Earth children and a rather simple-minded Martian lackey, overcomes the Martians by bringing fun, happiness and Christmas cheer to the children of Mars.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMjE4OTg3MTU2Ml5BMl5BanBnXkFtZTcwOTM2NDIwNw@@._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 81,
      "stars": "John Call, Leonard Hicks, Vincent Beck",
      "title": "Santa Claus Conquers the Martians",
      "year": 1964
    },
    {
      "director": "Bill Fishman",
      "genre": "Comedy",
      "plot": "Brash NYC policeman Officer Gunther Toody is partnered with stiff, by-the-book Officer Francis Muldoon to protect an important mafia witness prior to testifying against orgainzed crime in Brooklyn, all the while dealing with their personal lives, overbearing spouses, common criminals, arms dealers, and their officious boss Captain Anderson.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNmE1YzZmNzgtYjI2NC00MjI2LTk3MWItODMwZjBlOTU0YWY5XkEyXkFqcGdeQXVyNjE5MjUyOTM@._V1_SY150_CR0,0,101,150_.jpg",
      "runtime": 89,
      "stars": "David Johansen, John C. McGinley, Fran Drescher",
      "title": "Car 54, Where Are You?",
      "year": 1994
    },
    {
      "director": "Jack Bravman",
      "genre": "Fantasy",
      "plot": "After a young man is killed by a gang of rampant teenagers, he is resurrected by a voodoo priestess so he can avenge his death.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BOWM4ZDc1NWQtMjc3MS00YTYyLTg2MzgtNDY1ZDI1NmZjYzI1XkEyXkFqcGdeQXVyNjE5MjUyOTM@._V1_SY150_CR4,0,101,150_.jpg",
      "runtime": 89,
      "stars": "Adam West, Jon Mikl Thor, Tia Carrere",
      "title": "Zombie Nightmare",
      "year": 1987
    },
    {
      "director": "Fritz Böttger",
      "genre": "Horror",
      "plot": "En route to a show in Singapore, a troupe of beautiful dancers are stranded on a deserted island by a plane crash. Their routine of skinny-dipping and devising new skimpy outfits is interrupted when a radioactive spider bites their manager and turns him into a wild-eyed, furry-faced monster with three fangs and a passion for strangling.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BZmJmMWJlMmItYzdmNS00MWM2LThhNzQtNzdkOTUwMmY2YTEzXkEyXkFqcGdeQXVyMTQ2MjQyNDc@._V1_SY150_CR3,0,101,150_.jpg",
      "runtime": 89,
      "stars": "Harald Maresch, Helga Franck, Alexander D'Arcy",
      "title": "Body in the Web",
      "year": 1960
    },
    {
      "director": "Rafael Portillo",
      "genre": "Adventure",
      "plot": "A mad doctor builds a robot in order to steal a valuable Aztec treasure from a tomb guarded by a centuries-old living mummy.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BYTAyODI0N2YtYzMxMi00MDZlLTk4MjctOWQ3YjQ3NTIwZWVjXkEyXkFqcGdeQXVyNTc4Njg5MjA@._V1_SY150_CR6,0,101,150_.jpg",
      "runtime": 65,
      "stars": "Ramón Gay, Rosita Arenas, Crox Alvarado",
      "title": "The Aztec Mummy Against the Humanoid Robot",
      "year": 1958
    },
    {
      "director": "Goldie Behl",
      "genre": "Action",
      "plot": "Orphaned, lonely and neglected Aditya grows up in Great Britain, living with his abusive aunt and cousin, Rajesh, and the abuse grows worse after the passing of his uncle. Aditya will soon find out that he is not alone in this world - he has a mother, Rani Jayati; a sweetheart in Sonia; he is watched by angels; and he also has a virtually indestructible arch-enemy - Riz Raizada, who had killed his father, the legendary Drona, to secure the secret of the Amrit Manthan - and is now all set to kill the Rani as well as Aditya himself.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNjU2Njk5OTE0OF5BMl5BanBnXkFtZTgwMjg1NjcwMzE@._V1_SY150_CR2,0,101,150_.jpg",
      "runtime": 138,
      "stars": "Jayshree Arora, Veer Arya, Abhishek Bachchan",
      "title": "The Legend of Drona",
      "year": 2008
    },
    {
      "director": "Kasper Wedendahl",
      "genre": "Comedy",
      "plot": "Two comedians set out to make their own exploitation video.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTE5NjU0MjMzOV5BMl5BanBnXkFtZTYwMTE0NDI3._V1_SY150_CR3,0,101,150_.jpg",
      "runtime": 79,
      "stars": "Timm Vladimir, Gordon Kennedy, Berte Fischer-Hansen",
      "title": "Danes Without a Clue",
      "year": 1997
    },
    {
      "director": "David Giancola",
      "genre": "Sci-Fi",
      "plot": "Nick creates a time machine out of an airplane and a Commodore-64, and shows it to his friends by taking them 50 years into the future. Nick sells the technology to Gen-Corp, a high-tech firm run by J.K. Robertson, whose office is in the mezzanine of a shopping mall. Robertson, however, turns out to be Evil, and uses the time machine to plunder the future. With the lives of himself and his friends at stake, Nick needs to use his time machine to travel a week back in time and convince himself not to give the demo to Robertson.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BZWVkNTczZDUtYjQ3Yi00NGQwLTg5MTMtOGMwNTFlMTI0MDFhXkEyXkFqcGdeQXVyMTgzOTE5MTY@._V1_SY150_CR6,0,101,150_.jpg",
      "runtime": 89,
      "stars": "Matthew Bruch, Bonnie Pritchard, Peter Harrington",
      "title": "Time Chasers",
      "year": 1994
    },
    {
      "director": "Andrew V. McLaglen",
      "genre": "Action",
      "plot": "Joe Don Baker is Mitchell, a hard-nosed, soft-bellied cop with an affinity for porn and Schlitz. His latest assignment has him engaging in no-speed car chases, yelling at children, shooting at innocents and sloppily harassing Linda Evans.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMjQxOTBjYzYtN2U5MS00MWQ3LWEyMmMtYWM3YzI4MjExNjhkXkEyXkFqcGdeQXVyMjI4MjA5MzA@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 97,
      "stars": "Joe Don Baker, Martin Balsam, John Saxon",
      "title": "Mitchell",
      "year": 1975
    },
    {
      "director": "David Hillenbrand",
      "genre": "Horror",
      "plot": "Teens trapped on an island are haunted by a demon hidden inside...a pinata.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTIwNDk5MjA2OF5BMl5BanBnXkFtZTcwNjU0NjIyMQ@@._V1_SY150_CR2,0,101,150_.jpg",
      "runtime": 85,
      "stars": "Nicholas Brendon, Jaime Pressly, Eugene Byrd",
      "title": "Survival Island",
      "year": 2002
    },
    {
      "director": "Bill Couturié",
      "genre": "Comedy",
      "plot": "Farm boy Jack Cooper is drafted into the minor league Santa Rosa Rockets as a pitcher because of his rocket arm. He being drafted is despite he not having organized baseball experience at any level. He is nicknamed \"Deuce\" by his fellow players as the two finger signal is the catcher's sign to throw a curve ball, Coop's favorite and most killer pitch. But in the early going, Coop demonstrates that he chokes under pressure as throwing his famous curve ball usually results in an out-of-the-park home run. Kirby, the son of the team owner, purchases a chimpanzee as the team mascot, who the team members name Ed Sullivan. The coach, Chubb, \"decides\" that Ed will room with Coop, a move not without ulterior motives. Ed ends up being an overgrown kid in mentality, which makes him a pain for Coop to manage, leading to one misadventure after another for the pair. Ed not only is a fan of baseball, but has a rocket arm of his own. As such, Chubb also decides to use Ed as a player at third base, a move which galvanizes the team on their march toward the pennant. But when something happens to Ed, Coop has to try to save him, his friend and roommate, which may jeopardize his major league prospects. Through it all, Coop begins a romance with his next door neighbor, single mom Lydia, whose precocious adolescent daughter Lizzie, who along with Ed, seems know what's better for Lydia and Coop than they do.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BZDZjZmEyOGEtNDliOS00M2EwLWEwN2UtYzdkYzNhZTRlYjE1XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 94,
      "stars": "Matt LeBlanc, Gene Ross, Paul Hewitt",
      "title": "Ed",
      "year": 1996
    },
    {
      "director": "Sam Newfield",
      "genre": "Crime",
      "plot": "Ignored by his alcoholic parents, Jimmy Wilson starts hanging around with some shady characters. After falling in love with a lounge singer, Jimmy tries to impress her by doing jobs for her shady boss. After one of these jobs goes bad, Jimmy ends up on the run. Eventually, he must confront the truth, his past, and his parents.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BY2Q1ODg4NDctNjkyMC00MTE5LTg1YjItZTlkZWY4Nzc1ZTI2XkEyXkFqcGdeQXVyNTc4Njg5MjA@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 68,
      "stars": "Robert Lowell, Mary Beth Hughes, John Miljan",
      "title": "I Accuse My Parents",
      "year": 1944
    },
    {
      "director": "Lamberto Bava",
      "genre": "Action",
      "plot": "Several boats are torn apart, badly wrecked corpses are washed ashore... something horrible is out in the Caribbean sea. The teeth marks on the bodies don't lead to any known animal, so scientist Dr. Stella Dickens suspects it's a so far unknown life form and strives to catch it alive. She doesn't know yet that ruthless scientists have genetically created this creature as a bioweapon, or that it has been designed to reproduce by asexual means. And that the company she works for created the creature and will stop at nothing to keep their secret.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BMTcwNDQ4NTc2N15BMl5BanBnXkFtZTgwOTEzMjAxMTE@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 90,
      "stars": "Michael Sopkiw, Valentine Monnier, Gianni Garko",
      "title": "Devil Fish",
      "year": 1984
    },
    {
      "director": "Michael Rae",
      "genre": "Horror",
      "plot": "Alien creatures kill a mutated alien creature in the California desert. Its remains, and the high-tech laser gun and power source accidentally left behind, are found by an ostracized teenager. However, the power source causes the teenager to mutate too, and he goes on a murderous rampage.",
      "poster_url": "https://ia.media-imdb.com/images/M/MV5BNDYzMGJhZTEtMzgwYS00MmMyLWExZWUtM2UwOGIyYzQ2NjdmXkEyXkFqcGdeQXVyMTQ2MjQyNDc@._V1_SX101_CR0,0,101,150_.jpg",
      "runtime": 85,
      "stars": "Kim Milford, Cheryl Smith, Gianni Russo",
      "title": "Laserblast",
      "year": 1978
    }
  ]
}